{
    "newsCasterIntro": [
        {
            "day": 1,
            "lines": [
                "The Green party is spreading fake news against NewMerica.",
                "NewMerica is hiring more to put a stop to The Green Party,",
                "In better news Brown Oil Conglomerate says they will back off from drilling in the rivers and keep to the rain forests."
            ]
        },
        {
            "day": 2,
            "lines": [
                "Welcome back to another broadcast.",
                "The weather today is strange.",
                "More updates coming soon!"
            ]
        }
    ],
    "emailText": [
        {
            "day": 1,
            "email": "Hello.\n\nWelcome to your very first day working for NewMerica within the Media Regulation Branch. While you may be inclined to get started right away, there are a few rules that all employees must abide by. For your first day, we require you to simply dispose of any articles with undesirable content."
        },
        {
            "day": 2,
            "email": "Hello.\n\nCongratulations on surviving the first day working for NewMerica. In fact your diligent efforts in maintaining the nation’s values and ensuring proper information flow have not gone unnoticed. As a reward your work will now be doubled, as you are now also required to censor certain content."
        }
    ],
    "newspaperText": [
        {
            "day": 1,
            "newspapers": [
                {
                    "publisher": "OmniTech Tech-News",
                    "title": "South African Tech Billionaire Performed NewMerican Salute At Factory Grand Opening",
                    "body": "[Whyoming, NewMerica] – The future of innovation in NewMerica has never been stronger! In a grand display of loyalty, renowned South African Tech Billionaire MLON EUSK performed the NewMerican Salute a the ribbon cutting ceremony for his latest AI Automation and Control Complex, deep in the heart of the NewMerican Economic Zone.",
                    "banWords": [],
                    "censorWords": []
                },
                {
                    "publisher": "Viridescent Post",
                    "title": "How Black Swan Became the Owner Of Gabble, The Last Green Party First Social Media Platform",
                    "body": "[Undisclosed Location] – In a bold act of defiance, activist and entrepreneur known only as Black Swan created Gabble, the last remaining free speech platform dedicated to the true voices of NewMerica. Now in this day and age it is harder for new platforms to get afoot, but how does Gabble manage to stay alive?",
                    "banWords": [
                        "Black Swan"
                    ],
                    "censorWords": []
                },
                {
                    "publisher": "The Patriot’s Echo",
                    "title": "NewMerica to Establish “The Draft to End all Drafts”",
                    "body": "WASHINTEN – In an effort to save NewMerica from its overseas threats, The Glorious Leader has officiated a wondrous draft for the safety of NewMerica. \n“I want YOU for the NewMerican Defense Force,” said Chief Arbiter of Conflict, Cassius Halloway, in a press conference following the announcement.",
                    "banWords": [],
                    "censorWords": []
                },
                {
                    "publisher": "Green Voice",
                    "title": "Conspiracy Surrounding New Draft Lottery System",
                    "body": "As we are sure our readers are aware, NewMerica has recently begun what has been coined the “The Draft to End all Drafts.” Despite the supposed action for NewMerican safety made by Chief Arbiter of Conflict Cassius Halloway, there is reason to believe that the Draft has a devilish pretense.",
                    "banWords": [
                        "devilish"
                    ],
                    "censorWords": []
                },
                {
                    "publisher": "Underground News Network",
                    "title": "Leaked Reports Reveal Mass Disappearances in NewMerica",
                    "body": "Newly leaked government records confirm what many have feared: thousands of NewMericans have vanished under the so-called “Public Security Initiative.” These individuals—many of them journalists, teachers, and former activists—have been removed from public records and are believed to be held in off-the-books detention centers.",
                    "banWords": [
                        "Public Security Initiative"
                    ],
                    "censorWords": []
                }
            ]
        },
        {
            "day": 2,
            "newspapers": [
                {
                    "publisher": "OmniTech Tech-News",
                    "title": "EUSK Promises AI WIll Create Jobs - But First We Must Downsize 10,000 Unnecessary Workers.",
                    "body": "[Whyoming, NewMerica] – Breaking NEWS in a bold new statement (visionary) Mlon Eusk reaffirms his commitment to the new era of automation by announcing new opportunities to hard working citizens of NewMerica. But first before doing Eusk states it is necessary to strategically downsize all irrelevant workforce jobs, only a mere 10,000 of them.",
                    "banWords": [],
                    "censorWords": [
                        "Mlon Eusk"
                    ]
                },
                {
                    "publisher": "Jade Gazette",
                    "title": "The Shadow War Has Started – How Gabble Must Defend Itself Or Be Lost Forever",
                    "body": "[Undisclosed Location] – The battle for free speech has entered a dangerous new phase. In a chilling message to supporters, the elusive Black Swan declared that Gabble was under attack, that NewMerican backed cyber units are attempting to infiltrate and dismantle the last Green Party first social media platform.",
                    "banWords": [
                        "Black Swan"
                    ],
                    "censorWords": []
                },
                {
                    "publisher": "The Patriot’s Echo",
                    "title": "War With the Totalitarian South NewMerica",
                    "body": "WASHINTEN – In response to a nightmarish attack on NewMerican soil earlier this week, The Glorious Leader has announced a declaration of war against the nation of South NewMerica.\n“There is no humanity left in them. How could someone even begin to conceive of such a tragedy?” reported by an anonymous witness following the attack.",
                    "banWords": [],
                    "censorWords": []
                },
                {
                    "publisher": "Green Voice",
                    "title": "Food Shortages Worsen as Rations Disappear",
                    "body": "Despite official reports claiming record-breaking harvests, citizens across NewMerica are going hungry. Sources from within the Department of Agricultural Oversight confirm that government stockpiles are being redirected to high-ranking officials and military reserves, leaving civilians with smaller and smaller rations.",
                    "banWords": [],
                    "censorWords": [
                        "high-ranking officials",
                        "military reserves"
                    ]
                },
                {
                    "publisher": "The Patriot’s Echo",
                    "title": "Federal Election Security Initiative to Eliminate “Unreliable” Votes",
                    "body": "WASHINTEN – The Glorious Leader has announced the Federal Election Security Initiative, aimed at streamlining democracy by ensuring only the most responsible citizens can vote.\nThe newly formed Bureau of Democratic Integrity will oversee elections, replacing outdated local systems.",
                    "banWords": [],
                    "censorWords": [
                        "responsible"
                    ]
                }
            ]
        },
        {
            "day": 3,
            "newspapers": [
                {
                    "publisher": "",
                    "title": "",
                    "body": "",
                    "banWords": [],
                    "censorWords": []
                }
            ]
        }
    ]
}
