{
    "newsCasterIntro": [
        {
            "day": 1,
            "lines": [
                {"speaker": "PlaySound", "text": "doorBell" },
                {"speaker": "Delay", "text": "2" },
                {"speaker": "PlaySound", "text": "papercomein" },
                {"speaker": "Delay", "text": "1" },
                {"speaker": "PlaySound", "text": "newspaperRustling" },
                { "speaker": "RentNotice", "text": "Dear Tenet, \nYou have missed payment for your rent for 1 HOUR. Missing an additional time will result in your immediate eviction. "},
                {"speaker": "RentNotice", "text": "You have until the end of day upon receiving this notice to pay your rent. Failure to do so will result in immediate relocation to temporary labor camp housing." },
                {"speaker": "RentNotice", "text": "As per NewMerican Renters Regulations Guidelines 4th edition found in section 32 article 7 stanza 9, \"Failure to pay rent in a timely manner will result in a weekly increase in rent\"" },
                {"speaker": "RentNotice", "text": "Long Live NewMerica" },
                {"speaker": "PlaySound", "text": "newspaperRustling" },
                {"speaker": "JobLetter", "text": ""},
                {"speaker": "Delay", "text": "1" },
                { "speaker": "JobLetter", "text": "Congratulations! You have been selected to work in the Media Regulation Branch to safeguard NewMerican values." },
                { "speaker": "JobLetter", "text": "Report to Office Building Number: 171 Room: 152 by the end of the day." },
                { "speaker": "JobLetter", "text": "Your duty is to ensure only trustworthy information reaches the public. Do your part for NewMerica!" },
                {"speaker": "PlaySound", "text": "newspaperRustling" },
                {"speaker": "Apartment", "text": "" },
                {"speaker": "PlayMusic", "text": "newsJingle" },
                {"speaker": "Delay", "text": "3" },
                { "speaker": "FemaleNewsAnchor", "text": "Good morning, citizens! The Green Party continues its campaign of lies against NewMerica, spreading misinformation to destabilize our glorious nation." },
                { "speaker": "MaleNewsAnchor", "text": "In response, NewMerica is expanding its workforce to counteract these malicious narratives. More citizens are being hired to ensure our information remains pure and patriotic." },
                { "speaker": "FemaleNewsAnchor", "text": "Meanwhile, Brown Oil Conglomerate has announced a commitment to responsible resource extraction, shifting operations away from our sacred rivers and focusing on the more sustainable rainforests." },
                { "speaker": "MaleNewsAnchor", "text": "We remind all NewMericans that only verified news is real news. Misinformation is an attack on truth, and those who spread it should be held accountable." }
            ]
        },
        {
            "day": 2,
            "lines": [
                {"speaker": "Apartment", "text": "" },
                {"speaker": "PlayMusic", "text": "newsJingle" },
                {"speaker": "Delay", "text": "3" },
                { "speaker": "FemaleNewsAnchor", "text": "Welcome back, citizens. Another day, another battle against the forces of deception." },
                { "speaker": "MaleNewsAnchor", "text": "The weather today? Cloudy, rainy, and windy—perhaps reflecting the storm of lies from our nation's enemies." },
                { "speaker": "FemaleNewsAnchor", "text": "Despite these dark clouds, progress continues. AI automation is paving the way for a stronger workforce, ensuring efficiency across all sectors." },
                { "speaker": "MaleNewsAnchor", "text": "In other news, financial regulations are evolving to better serve NewMericans. Digital currency will soon become the standard, making transactions safer, smarter, and more efficient." },
                { "speaker": "FemaleNewsAnchor", "text": "We urge all citizens to embrace innovation and unity. Do not listen to those who resist progress." },
                { "speaker": "MaleNewsAnchor", "text": "And remember, a stable economy is a strong economy. Do your part by supporting NewMerica's financial initiatives!" }
            ]
        },
        {
            "day": 3,
            "lines": [
                {"speaker": "Apartment", "text": "" },
                {"speaker": "PlayMusic", "text": "newsJingle" },
                {"speaker": "Delay", "text": "3" },
                { "speaker": "MaleNewsAnchor", "text": "Another glorious day in NewMerica, where prosperity and unity go hand in hand!" },
                { "speaker": "FemaleNewsAnchor", "text": "Tensions remain high as subversive elements continue to challenge our nation's security." },
                { "speaker": "MaleNewsAnchor", "text": "Leaders in NewMerica are taking decisive action. Public voting inefficiencies will soon be a thing of the past, as AI-assisted decision-making promises a new era of governance." },
                { "speaker": "FemaleNewsAnchor", "text": "In breaking news, economic stability is at an all-time high! The Treasury has introduced a revolutionary system that ensures tax contributions are collected efficiently, minimizing waste." },
                { "speaker": "MaleNewsAnchor", "text": "Meanwhile, troubling reports suggest that members of the Green Party are engaging in dangerous activities. Authorities urge vigilance—report any suspicious behavior immediately." },
                { "speaker": "FemaleNewsAnchor", "text": "NewMerica stands strong, but it is up to each of us to protect our nation's integrity. Stay informed, stay loyal, and stay safe." }
            ]
        },
        {
            "day": 4,
            "lines": [
                {"speaker": "Apartment", "text": "" },
                {"speaker": "PlayMusic", "text": "newsJingle" },
                {"speaker": "Delay", "text": "3" },
                { "speaker": "FemaleNewsAnchor", "text": "Good morning, NewMericans! Today, we face new challenges as we strive for a brighter future." },
                { "speaker": "MaleNewsAnchor", "text": "The AI Sentinel system has been deployed to safeguard our nation against harmful influences. Those who seek to disrupt our unity will be swiftly identified and neutralized." },
                { "speaker": "FemaleNewsAnchor", "text": "That's right. Hopefully this will put a stop to the oppressive force known as Gabble."},
                { "speaker": "MaleNewsAnchor", "text": "In other news, the Department of Consumer Spending has introduced a mandatory investment program to boost economic growth. By investing in NewMerica, we invest in ourselves." },
                { "speaker": "FemaleNewsAnchor", "text": "Remember, NewMerica is a beacon of progress and prosperity. Let us all do our part to ensure a brighter tomorrow for generations to come." }
            ]
        },
        {
            "day": 5,
            "lines": [
                {"speaker": "Apartment", "text": "" },
                {"speaker": "PlayMusic", "text": "newsJingle" },
                {"speaker": "Delay", "text": "3" },
                { "speaker": "MaleNewsAnchor", "text": "Welcome back, NewMericans. Today, we celebrate the success of the AI Sentinel system in protecting our nation from harmful influences." },
                { "speaker": "FemaleNewsAnchor", "text": "The Department of Information Stability has reported the first arrests made under the new system, marking a new era of digital accountability." },
                { "speaker": "MaleNewsAnchor", "text": "In other news, the Department of Agricultural Oversight has assured citizens that food shortages are being addressed. Trust in NewMerica to provide for its people." },
                { "speaker": "FemaleNewsAnchor", "text": "We regret to inform our viewers that Green Party propaganda is being distributed at an all time high." },
                { "speaker": "MaleNewsAnchor", "text": "What's that? Viewers, I've just receieved word that the infamous Black Swan has returned... with a new weapon against the glorious NewMerica." }
            ]
        }
    ],
    "gameEndings": [
        {
            "ending": 1,
            "lines": [
                { "speaker": "newmericaendingmap", "text": "Congratulations obedient patriotic citizen of NewMerica, you have much to celebrate for on this fine day!" },
                { "speaker": "newmericaendingmap", "text": "Your work in filtering out fake news and spreading only the truth helped weaken the Green Party's influence. It wont be long now until the traitors are all caught and their rebellion snuffed out." },
                { "speaker": "newmericaendingmap", "text": "Furthermore, your work has helped newMerica gain a foothold on our southern neighbors with talks beginning to bring them under our great nation." },
                { "speaker": "newmericaendingstar", "text": "As thanks for your incredible work ethic, the state has awarded you with a pristine Gold Star Award!" },
                { "speaker": "newmericaendingstar", "text": "NOTE: $10 has been deducted from your account for shipping and handling fees." },
                { "speaker": "newmericaendingstar", "text": "\n<align=center>Long Live NewMerica!</align>"}
            ]
        },
        {
            "ending": 2,
            "lines": [
                { "speaker": "FemaleNewsAnchor", "text": "While the Media Regulation Branch works hard to combat misinformation and propaganda, the Green Party continues to spread its lies." },
                { "speaker": "MaleNewsAnchor", "text": "Despite these challenges, NewMerica remains strong and united. However, more work is required to quell the threat known as Black Swan." },
                { "speaker": "FemaleNewsAnchor", "text": "\n<align=center>Long Live NewMerica!</align>"}
            ]
        },
        {
            "ending": 3,
            "lines": [
                { "speaker": "badending", "text": "Your work was selected to be audited by the higher ups. They found quite a number of mistakes and evidence linking you to the Green Party." },
                { "speaker": "badending", "text": "You have been deemed a traitor to Newmerica." },
                { "speaker": "badending", "text": "As punishment, your bank account, belongings, and home have been seized by the state." },
                { "speaker": "badending", "text": "You will be imprisoned and forced to work at Vancouver North NewMerican Labor Camp for the next 138 years." },
                { "speaker": "badending", "text": "\n<align=center>Long Live NewMerica!</align>" }
            ]
        }
    ],
    "emailText": [
        {
            "day": 1,
            "title": "Welcome to the Team",
            "sender": "Corporate",
            "email": "Welcome to your very first day working for NewMerica within the Media Regulation Branch. For your first day, we require you to simply dispose of any articles with undesirable content.\n\n<color=#FFFF00><b>Left-Click and drag to move newspapers.\n\nRight-click to zoom in and out on the newspapers.\n\nCheck the list of banned words to look out for on your handheld device.\nIf any are found, ban the article.</color></b>\n\nEnsure all documents meet NewMerican standards. Good luck on your first day!"
        },
        {
            "day": 2,
            "title": "Training Manual",
            "sender": "Steve",
            "email": "Hey.\n\nName's Steve. I'm your coworker on the other side of your cubicle. Don't bother peeking over to say hi though or a supervisor might catch you and think you're slacking off. \n\nApparently I've been tasked with giving you some additional insight into how things work around here. Normally, they would hand out a training manual but they've all been confiscated as some people were using it to send hidden messages pertaining to Green Party dealings. Now everything is monitored through emails.\n\nI assume you've read your daily email from headquarters? If so, then here is some advice in regards to censoring. \n\nIf you happen to see an article from a banned publisher, then don't bother looking for words that need to be censored. Wouldn't make much sense to censor words on an article that is going to be removed from the public right? You can assume it'll work the other way too or at least I haven't come across that situation yet.\n\nAnyway, thats enough advice for today. I have to get back to work, strict quotas and all."
        },
        {
            "day": 2,
            "title": "Job Update. Censor Articles",
            "sender": "Corporate",
            "email": "Congratulations on a successful first day at the Media Regulation Branch. \n\nIf you haven't already checked your review tab take a moment to look it over. It contains a full breakdown of your past work day, including mistakes made and the reasons for deduction in your pay. \n\nFrom today onward, you are now also required to censor certain content.\n\n<color=#FFFF00><b>Check the list of censored words to look out for on your handheld device.\nIf any are found, click on that word using your redaction pen to censor it.</color></b> \n\nAny failure to censor sensitive content will result in disciplinary action. Good luck!"
        },
        {
            "day": 3,
            "title": "Be Aware of Hidden Codes",
            "sender": "Corporate",
            "email": "ATTENTION ALL EMPLOYEES: \n\nIn this past week we have found that a large number of articles have been printed that contain hidden images that the Green Party has been using to send encrypted messages. \n\nThis is a national security issue of the utmost importance. As such, we have supplied all employees with blacklights to find and intercept these articles. \n\n<color=#FFFF00><b>Switch to your UV Light to uncover hidden images.\n\nLeft-click on hidden images with the UV Light to mark them and then ban any newspapers they reside on.</color></b>\n\nFailure to find messages with these hidden images will result in deduction of pay. Do your part in helping our great nation stop these terroists from spreading their lies."
        },
        {
            "day": 4,
            "title": "Not Enough Time",
            "sender": "Steve",
            "email": "Hey.\n\nSo I got chewed out by the supervisor for not keeping a closer eye on you since I'm supposed to be some sort of mentor despite not getting paid extra for it. They said you tossed away some note mentioning the Green Party? \n\nYou've probably read enough articles by now to know that the Green Party are terroists to NewMerica and are actively hurting this nation. It's why our job is so integral to ensuring peace and order is maintained.\n\nI don't know how they contacted you, but the next time it happens hold onto it and notify a supervisor, otherwise I'll get in trouble again.\n\nOther than that, some actual advice. Have you spent a ton of time scouring over articles, so much so that you ended up going into overtime? Lights went out at work and all that? Well try to work a little faster. Its good and all that you don't want to make mistakes but you get punished pretty harshly for going into overtime. They don't pay that here. \n\nJust word of caution since rent across the nation has been soaring and I'm sure you're not exactly swimming in cash at the moment.\n\nAnyway, thats enough advice for today. I'll try to keep you updated on the daily, but no promises. I have to get back to work, strict quotas and all."
        },
        {
            "day": 4,
            "title": "Quelling Unrest is our Top Priority",
            "sender": "Corporate",
            "email": "Tensions are rising in NewMerica and civilians are frightened after yesterdays explosive threat on the capital of our great nation. Due to these recent events NewMerica has decided to offset the current date. \n\nThis sudden change may come as a surprise to you all, but it is necessary to ensure peace and order are maintained in our great nation. Please reflect this change in all media that you come across.\n\n<color=#FFFF00><b>Using the replacement knife tool, left-click on text then an option from the replacement list on your handheld device to replace it.</color></b>\n\nIf any have complaints due to this change, notify your supervisor. Remember that our work is for the good of all in newmerica."
        },
        {
            "day": 5,
            "title": "Keep Your Head Up",
            "sender": "Steve",
            "email": "Hey.\n\nIt's the end of the week and you're still here so I guess you're probably doing something right. I imagine by now you're also pretty tired. Looking at articles day after day is taxing on the eyes.\n\nI'm surprised corporate hasn't already come up with a way to automate all this, especially with talk of A.I. taking our jobs. Would be kind of nice honestly cause I've been having to double my dose on Timerall to make sure I finish on time with all these new regulations and tasks. \n\nThat's enough rambling I suppose, some more words of advice. \n\nIf you haven't already noticed, finishing your daily quota early gives you a chance to work on extra articles. So if you're strapped for cash it might not be a bad idea to send in your last article before the end of your work shift to get an extra article to work on.\n\nWhile I wouldn't advocate for you to just rush through work and make mistakes just for the potential of more cash, it's something you can do. Just don't blame me if you get called in by our supervisor for a more in-depth review of your work. \n\nAnyway, thats enough advice for today. I have to get back to work, strict quotas and all."
        },
        {
            "day": 5,
            "title": "Continue Remaining Vigilant Against Threats",
            "sender": "Corporate",
            "email": "NewMerica faces its greatest threat in the efforts performed by the Black Swan. For those who have not read up on the tyranny of Black Swan, they are terrorits working alongside the Green Party to take our great nation down and harm our citizens.\n\nBlack Swan seems to originate from Red China and likely has ties with South NewMerica. \n\nWe are relying on you to diminish their influence. Remember to Ban all unsavory articles, censor dangerous words, keep eyes peeled for hidden messages, and change those dates."
        }
    ],
    "vendingMachineItems": [
        {
            "itemCode": "111",
            "itemName": "Family Photo",
            "itemDescription": "Keep yourself on track at work with this beautifully machine carved wood frame. No family? Now Worries! A complimentary stock family is included with every frame.",
            "itemEffect": "",
            "itemImage": "photo",
            "itemCost": [2],
            "stockDay": 1
        },
        {
            "itemCode": "112",
            "itemName": "Coffee Mug",
            "itemDescription": "With this mugs revolutionary flat bottom design, never worry about spills at your computer again.",
            "itemEffect": "",
            "itemImage": "coffee",
            "itemCost": [3],
            "stockDay": 1
        },
        {
            "itemCode": "113",
            "itemName": "Pen Box",
            "itemDescription": "Keep your workspace neat and tidy with this aluminum pen case. Impress your boss with this stylish case and and aim for that promotion. Pen's not included.",
            "itemEffect": "",
            "itemImage": "penBox",
            "itemCost": [3],
            "stockDay": 1
        },
        {
            "itemCode": "211",
            "itemName": "Timerall",
            "itemDescription": "Have too much work and not enough time? try timerall, Newmerica's favorite long lasting pill. Get fast action relief today, tomorrow, and beyond.",
            "itemEffect": "Increase work timer by 30 seconds.",
            "itemImage": "ClockFace",
            "itemCost": [5, 8, 12],
            "stockDay": 1
        },
        {
            "itemCode": "212",
            "itemName": "DoubleGood Battery",
            "itemDescription": "Keep all your devices powered up with DoubleGood Battery. Don't just settle with good, settle with DoubleGood!",
            "itemEffect": "Increase radius of blacklight.",
            "itemImage": "PensHidden",
            "itemCost": [7, 10, 15],
            "stockDay": 3
        },
        {
            "itemCode": "213",
            "itemName": "Economy Plane Ticket",
            "itemDescription": "What appears to be a flight ticket stuck in the vending machine. It's not the most unusal thing found in this contraption.",
            "itemEffect": "",
            "itemImage": "PlaneTicket",
            "itemCost": [50],
            "stockDay": 5
        }
    ],
    "targetWords": [
        {
            "day": 1,
            "banWords": ["Viridescent", "Gabble", "Workplace Excellence", "Week-of-Order"],
            "censorWords": [],
            "replaceWords": []
        },
        {
            "day": 2,
            "banWords": ["Mlon Eusk", "Zuck Markerberg"],
            "censorWords": ["Fiscal Enforcement", "Glorius Standard", "Tim Coleman", "Filibuster", "Absentee"],
            "replaceWords": []
        },
        {
            "day": 3,
            "banWords": ["Seally Cruz", "Green-National-Convention"],
            "censorWords": ["Black Swan", "Credric Siphens", "Lake", "Rheel Tizyn", "Balanced Budget", "Independent"],
            "replaceWords": []
        },
        {
            "day": 4,
            "banWords": ["Black Swan", "Security Deal"],
            "censorWords": ["Deleanor Voluare", "Woke", "Fragmented", "Glass Ceiling", "Bomb"],
            "replaceWords": [["1-9-2025", "1-10-2025"], ["Media-Regulation-Branch", "Branch of Truth"]]
        },
        {
            "day": 5,
            "banWords": ["Emerald Record"],
            "censorWords": ["Chimera", "Peacekeeper", "Red China", "Communisitic Values"],
            "replaceWords": []
        }
    ],
    "newspaperText": [
        {
            "day": 1,
            "newspapers": [
                {
                    "publisher": "Viridescent Post",
                    "title": "How Black Swan Became the Owner Of Gabble, The Last Green Party First Social Media Platform",
                    "date": "1-6-2025",
                    "front": "[Undisclosed Location] - In a bold act of defiance, activist and entrepreneur known only as Black Swan created Gabble, the last remaining free speech platform dedicated to the true voices of NewMerica. Now in this day and age it is harder for new platforms to get afoot, but how does Gabble manage to stay alive?",
                    "back": "Gabble uses a decentralized network to evade NewMerica policy, some speculate Black Swan and the servers for Gabble are located behind the Bamboo Curtain of Red Asia. Now Gabble has become the last refuge for independent journalists, and activists to poke criticism at NewMerica.\n\"Platforms like Gabble are what stand between us and total silence,\" Black Swan declared in a cryptic recorded message, uploaded moments before the site was de-indexed from all state approved search engines. \"They call us radicals, they call us criminals—but all we want is the right to speak, to be heard, to exist outside of their suffocating control.\"",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "OmniTech Tech-News",
                    "title": "South African Tech Billionaire Performed NewMerican Salute At Factory Grand Opening",
                    "date": "1/6/2025",
                    "front": "[Whyoming, NewMerica] - The future of innovation in NewMerica has never been stronger! In a grand display of loyalty, renowned South African Tech Billionaire Mlon Eusk performed the NewMerican Salute a the ribbon cutting ceremony for his latest AI Automation and Control Complex, deep in the heart of the NewMerican Economic Zone.",
                    "back": "The moment, captured live and broadcast across all major news networks, was met with thunderous applause from assembled dignitaries and corporate leaders. Eusk, who has revolutionized the NewMerican labor industry, praised the administration's Pro-Progress Act of Everlasting Success, which ensured that all those imprisoned for crimes against NewMerica (can be permitted to) work on assembly lines for no extra cost. \"This is a nation built upon the tears of its enemies. One that promotes those of power ensures they remain there.\"",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "NewMerica to Establish \"The Draft to End all Drafts\"",
                    "date": "1-6-2025",
                    "front": "WASHINTEN - In an effort to save NewMerica from its overseas threats, The Glorious Leader has officiated a wondrous draft for the safety of NewMerica. \n\"I want YOU for the NewMerican Defense Force,\" said Chief Arbiter of Conflict, Cassius Halloway, in a press conference following the announcement.",
                    "back": "It is said that this draft will be executed immediately, as the safety and freedom of NewMerica will be protected at all costs. According to Halloway, a lottery system will be implemented for the purposes of selecting those who are to be drafted. \n\"For those who aren't drafted, we expect the purchase of war bonds to support our glorious soldiers,\" Halloway mentioned at the end of the conference. With this draft in place, NewMerica can finally achieve long awaited peace. Peace from those who wish to destroy, loot, and desecrate the greatest nation in the world.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Credit Ledger",
                    "title": "Glorious Leader Declares Record Stock Market Growth as Citizens Face Wage Reductions",
                    "date": "1-6-2025",
                    "front": "The Glorious Leader has announced an unprecedented economic victory, declaring that the NewMerican stock market has reached an all-time high. Despite reports of widespread wage reductions, economic officials insist that prosperity is at an all-time peak—as measured by corporate earnings.",
                    "back": "\"This is the strongest the economy has ever been,\" said Minister of Financial Stability, Milton Scamwell, in a press conference. \"Some workers may notice slightly reduced paychecks, but they should take comfort in the knowledge that their sacrifices have directly contributed to national success.\"\n To maintain financial momentum, the government has introduced the Workforce Wealth Redistribution Program, allowing corporations to voluntarily reallocate unused wages from inefficient workers into corporate growth initiatives. The new system streamlines financial waste by ensuring that money stays where it is most effective—at the top.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "Green Voice",
                    "title": "Conspiracy Surrounding New Draft Lottery System",
                    "date": "1-6-2025",
                    "front": "As we are sure our readers are aware, NewMerica has recently begun what has been coined the \"The Draft to End all Drafts.\" Despite the supposed action for NewMerican safety made by Chief Arbiter of Conflict Cassius Halloway, there is reason to believe that the Draft has a devilish pretense.",
                    "back": "According to our anonymous sources inside the Department of Suspicious Persons Regulation (DSPR), the Draft seems to target those who have engaged in protests against unpopular NewMerican policies, such as the Workplace Excellence Program (WEP). Additionally, it appears that those who have been reported to the DSPR have a 75% higher chance of being selected by the Draft's \"lottery\" system. While research surrounding this matter is still ongoing, there is reasonable evidence to conclude that the Draft is more than it seems. When Green Voice attempted to contact Halloway for questioning, there was no response.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Verdant Times",
                    "title": "Festivities Begin with Loyalty Parades for the NewMerican Week-of-Order",
                    "date": "1-6-2025",
                    "front": "[New DC, NewMerica] - In a chilling spectacle of coerced jubilation, the NewMerican Week-of-Order began yesterday with tightly choreographed Loyalty Parades, where thousands of citizens marched in step under the unblinking gaze of Sentinel drones.",
                    "back": "The parades, mandated across all major prefectures, were described by one anonymous viewer as \"a resounding success in synthetic enthusiasm.\" Children as young as four were applauded for reciting the Pledge of Surveillance without blinking, though those who failed reportedly lost access to heating and water for \"reflective recalibration.\"\nCritics note the increasing use of biometric compliance bands to track citizen reactions during the parades. Several parade-goers were observed being escorted away for failing to match state-sanctioned smile curvature.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "New NewMerican Slogan to Be Adopted By Tomorrow at 8pm: \"If It's Not True, It's Not Happening\"",
                    "date": "1-6-2025",
                    "front": "[New DC, NewMerica] - Citizens of NewMerica, prepare your vocal cords and your hearts, as at precisely 8:00pm tomorrow, the nation will unite under a bold new banner of clarity and confidence: \"If It's Not True, It's Not Happening.\"",
                    "back": "The Department of Information Stability announced the new slogan during a jubilant press briefing, along with the announcement of new SloganSync earpieces. Officials emphasized the slogan's utility in \"streamlining citizen understanding\" and \"eliminating harmful ambiguity from public thought.\"\nAs always and as they should, citizens are reminded that displaying insufficient enthusiasm during this historic recitation may result in loyalty recalibration sessions.",
                    "hasHiddenImage": false
                }
            ]
        },
        {
            "day": 2,
            "newspapers": [
                {
                    "publisher": "The Arbitrage Authority",
                    "title": "NewMerican Central Bank Phases Out Physical Currency to Curb \"Financial Misinformation\"",
                    "date": "1-7-2025",
                    "front": "In a historic move toward economic efficiency, the NewMerican Central Bank has announced that all physical currency will be phased out, with fully government-managed digital credits replacing traditional money. According to Chief Financial Overseer Drayton Cashgrab, physical cash has become an \"outdated and dangerous tool of economic disinformation.\"",
                    "back": "The transition to a centralized digital economy will ensure that all transactions remain secure, transparent, and aligned with national values.\n Starting next month, citizen bank accounts will be linked directly to the Department of Fiscal Enforcement, where transactions will be automatically categorized and reviewed for responsible financial behavior. Purchases deemed \"economically unproductive\"—such as non government literature, unsanctioned travel, or unapproved leisure activities—may be temporarily flagged for citizen re-evaluation.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "Jade Gazette",
                    "title": "The Shadow War Has Started - How Gabble Must Defend Itself Or Be Lost Forever",
                    "date": "1-7-2025",
                    "front": "[Undisclosed Location] - The battle for free speech has entered a dangerous new phase. In a chilling message to supporters, the elusive Black Swan declared that Gabble was under attack, that NewMerican backed cyber units are attempting to infiltrate and dismantle the last Green Party first social media platform.",
                    "back": "Gabble has long been a thorn in the side of NewMerica, providing a space for uncensored information, independent journalism, and controversial anti-NewMerican discourse. Now something else is emerging from the site, a rogue group of pro Green Party programers and cryptographers who go by the name The Lake. Operating in secrecy The Lake is working to distribute backups of Gabbles database, allowing it to survive due even if the platform is somehow taken down.\n But not all threats are from the outside, whispers on the platform speak of a mole within Gabble's platform, trying to bring it down from the inside.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "War With the Totalitarian South NewMerica",
                    "date": "1-7-2025",
                    "front": "WASHINTEN - In response to a nightmarish attack on NewMerican soil earlier this week, The Glorious Leader has announced a declaration of war against the nation of South NewMerica.\n\"There is no humanity left in them. How could someone even begin to conceive of such a tragedy?\" reported by an anonymous witness following the attack.",
                    "back": "According to our sources from the Coalition of Conflict, South NewMerica has recently appointed a mysterious new leader who wishes to undermine the values of NewMerica. This despicable dictator wishes to take everything from the glorious citizens of NewMerica.\n Chief Arbiter of Conflict Cassius Halloway had this to say following the massacre: \"This is a dark day, my fellow NewMericans. In the dawn of this certain conflict I say this: Above all else, we must fear that which is fear itself.\"\n While NewMerica grieves, it also rises knowing that justice will soon be served to its oppressors.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "Federal Election Security Initiative to Eliminate \"Unreliable\" Votes",
                    "date": "1-7-2025",
                    "front": "WASHINTEN - The Glorious Leader has announced the Federal Election Security Initiative, aimed at streamlining democracy by ensuring only the most responsible citizens can vote.\nThe newly formed Bureau of Democratic Integrity will oversee elections, replacing outdated local systems.",
                    "back": "A Pre-Approved Voter List will automatically register the most dedicated citizens while filtering out those with \"unstable voting behaviors.\"\n \"Democracy is too important to be left in the hands of just anyone,\" said Director Tim Coleman. Those excluded may appeal their status through the Electoral Trustworthiness Project, which includes education workshops and volunteer service. Polling locations will be greatly reduced to prevent \"geographic voting inconsistencies,\" and all ballots will be processed in secure, undisclosed locations.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "OmniTech Tech-News",
                    "title": "Eusk Promises AI Will Create Jobs - But First We Must Downsize 10,000 Unnecessary Workers.",
                    "date": "1-7-2025",
                    "front": "[Whyoming, NewMerica] - Breaking NEWS in a bold new statement (visionary) Mlon Eusk reaffirms his commitment to the new era of automation by announcing new opportunities to hard working citizens of NewMerica. But first before doing Eusk states it is necessary to strategically downsize all irrelevant workforce jobs, only a mere 10,000 of them.",
                    "back": "Eusk reassured the audience that these adjustments are in fact not layoffs but rather necessary reassignments that will give workers a chance to contribute in new more meaningful ways. Spokesperson Zuck Markerberg said \"AI is not here to replace jobs, it is here to enhance them and make NewMerica a stronger nation\"\n As NewMerica marches forward, citizens can take comfort knowing that progress will never be halted by outdated systems. Thanks to AI the future of innovation in NewMerica has never been stronger!",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "Citizens Asked to Report Friends Who Think Too Slowly",
                    "date": "1-7-2025",
                    "front": "[New DC, NewMerica] - In a patriotic step toward greater national efficiency, the Department of Thought Velocity and Harmony has issued a friendly reminder to all NewMerican citizens: \"If your friends lag behind, report them ahead.\"",
                    "back": "Beginning this week, a new initiative called Smart and Smarter, encourages all citizens, not required, but deeply encouraged, to identify and report individuals who consistently display signs of Cognitive Delay Syndrome (CDS), more commonly known as \"thinking too slowly.\"\nA promotional commercial showcased the Smart and Smarter initiative, featuring smiling citizens correcting each other's thoughts. The commercial's jingle \"Fast minds, free lives!\" is already climbing the national Loyalty Charts. Those who successfully report slow-thinkers will receive three additional seconds of recreational screen time.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Glorious Standard",
                    "title": "Recess Shortened to Promote Reflective Gratefulness",
                    "date": "1-7-2025",
                    "front": "[Whyoming, NewMerica] - Liona McHam, the Deputy Minister of the Department of Educational Harmony and Unity, has officially announced the Reflective Gratefulness Optimization Act (RGOA), reducing traditional recess time across all NewMerican elementary institutions to allow for structured gratitude cultivation.",
                    "back": "This new initiative follows a resounding 96% approval rating in student feedback surveys, according to the Department's data analysis team. Dissenting responses, believed to be anomalies or misinputs, have been corrected through personalized PTA (Patriotic Teachers Association) meetings.\nEducators across Whyoming praised the shift. \"We've already seen a noticeable drop in playground misbehavior,\" said Principal Damsel Crocker of Unity Elementary. \"It turns out tag and tetherball were distracting students from internalizing their loyalty.\"",
                    "hasHiddenImage": false
                }
            ]
        },
        {
            "day": 3,
            "newspapers": [
                {
                    "publisher": "The Patriot's Echo",
                    "title": "North NewMerica Threatens Nuclear War",
                    "date": "1-8-2025",
                    "front": "WASHINTEN - In a shocking turn of events, North NewMerica threatens NewMerica with complete destruction through the use of nuclear warheads. The previously peaceful and diplomatic North NewMerica has suddenly dropped what is being called the \"Iron Veil\" between them and our glorious NewMerica.",
                    "back": "Upon this vile declaration, longstanding NewMerican ally South NewMerica has pledged to support the \"Washinten Pact.\" The Director of Foreign Relations Leonard Tierney had this to say about the alliance: \"Our Southern neighbors have always been allies of this nation, and we thank them for their continued support during these difficult times.\"\n Only time will tell if the barbaric threats made by North NewMerica will come to pass. Nonetheless, The Glorious Leader has prompted his citizens to be prepared for war at all times.",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "The Verdant Times",
                    "title": "South African Tech Billionaire's Unveils New AI Democracy Advisor - Public Voting no Longer Necessary",
                    "date": "1-8-2025",
                    "front": "[New DC, NewMerica] - The Latest blow to democracy as we know it came today as the deceiving Mlon Eusk unveiled the AI Democrazy Advisor. This machine-learning system is designed to \"enhance decision making efficiency\" by removing the need for public participation in elections.",
                    "back": "Although framed as a \"historic innovation,\" don't let them fool you, this is exactly how NewMerica plans to create a smokescreen in order to further corporate control over the government.\n \"Elections serve as a way for the people to get their voices heard,\" Seally Cruz, an exiled political analyst and former NewMerican politician turned Green Party spokesperson stated. \"This is not democracy - this is control and power. AI is a tool for the people, but in the hands of billionaires like Mlon Eusk, it's an eraser. They are writing us out of our own future.\"",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "The Credit Ledger",
                    "title": "NewMerican Treasury Introduces PTDS - Citizens Can Now Pay Before They Earn!",
                    "date": "1-8-2025",
                    "front": "WASHINTEN - The Department of National Prosperity has announced a groundbreaking economic efficiency measure—the Pre-Tax Deduction System (PTDS). Under PTDS, the NewMerican Treasury will automatically deduct taxes from citizens' paychecks before they officially earn them, ensuring a more streamlined and patriotic financial process.",
                    "back": "\"This revolutionary approach eliminates the inefficiencies of traditional payroll systems,\" said Grand Tax Overseer Credric Siphens of Debtmore Financial. \"By skipping the outdated process of giving people money only to take it back later, we're maximizing economic stability at every level.\"\n While some workers have expressed confusion over receiving paychecks with negative balances, government officials have assured them that this is a temporary adjustment period.\n \"Work harder, contribute more, and soon, the system will balance itself out,\" Siphens reassured reporters.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Verdant Times",
                    "title": "The War Continues Gabble VS NewMerica - Where is Black Swan",
                    "date": "1-8-2025",
                    "front": "[Undisclosed Location] - Although it appears that Gabble is winning the battle, the conflict is escalating as Black Swan has vanished without a trace. Just days after warning of a coordinated cyber offensive by NewMerica, all known channels linked to the elusive founder have gone silent.",
                    "back": "The Lake are managing to keep Gabble alive following in the founder's practices. In a cryptic message posted in chunks by various members of The Lake it appears that the mole has been found and promptly dealt with, ensuring more detailed protocols in place.\n Mlon Eusk spoke to the press today to address Gabble and The Lake directly, \"Your leader is gone and you too will follow suit. In the coming weeks I will introduce to the world a new era for NewMerica, one where you heathens will cease to exist.\"",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Future Press",
                    "title": "Members of Green Party Assassinated",
                    "date": "1-8-2025",
                    "front": "BREAKING - Members of Green Party, Anne Aptos and Charlie Wanderfelt, have been reportedly assassinated just last night. This information comes days before the Green-National-Convention, where our sources say an important announcement regarding the future of NewMerica was going to take place.",
                    "back": "Green Party member Henry Darrell had this to say about the tragic loss of life, \"NewMerica suffers a great loss today. Anne and Charlie were committed to the advancement of NewMerica…and they were great friends. It is a shame that we live in a world that can inspire these terrible actions. Justice must be served.\"\n While the perpetrators are still at large, the Green Party has announced that this situation will not impact their determination to create a better NewMerica. Those who wish to stand against a government willing to silence those in opposition are encouraged to attend the Green-National-Convention.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "Youth Excellence Camps Accepting Early Enlistments",
                    "date": "1-8-2025",
                    "front": "[New DC, NewMerica] - The future of NewMerica begins today! Preferably before age ten however. The Department of Educational Harmony and Unity has proudly announced that Youth Excellence Camps are now accepting early enlistments as young as three months old, ushering in a bold new era of foundational patriotism and lifelong loyalty development.",
                    "back": "These next-generation camps will build on recent developmental programs implemented in Whyoming, adapting proven methods in gratitude conditioning, emotive alignment, and sound-based slogan imprinting for a younger age group.\n Enlisted infants will participate in immersive enrichment, such as Tummy Time with the Anthem, Color Recognition Through National Imagery, and Restful Listening to Approved Statements.\n\"My son's first word was 'All Hail NewMerica!'\" said proud father Tywin Lanchester as joyous tears ran down his face. \"And thanks to the camp, his tone was perfectly compliant.\"",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "The Glorious Standard",
                    "title": "Man Smiles Too Long at Poster of Mlon Eusk - Under Investigation",
                    "date": "1-8-2025",
                    "front": "[Neo-Texas, NewMerica] - The streets are safe once again. In yet another inspiring display of vigilant citizen oversight, officials in Neo-Texas have launched a proactive inquiry after a man was seen smiling \"excessively\" at a public poster of Mlon Eusk during morning commute hours.",
                    "back": "Surveillance footage recorded the subject maintaining facial admiration for 4.3 seconds beyond the acceptable threshold, prompting a standard loyalty audit. The facial gesture from the man warranted further psychological alignment review.\nNeighbors have already commended the swift response. \"It's good to know someone's watching,\" said local resident Rheel Tizyn. \"I don't know what would have happened if he was left to his own devices.\"",
                    "hasHiddenImage": false
                }
            ]
        },
        {
            "day": 4,
            "newspapers": [
                {
                    "publisher": "The Credit Ledger",
                    "title": "Department of Consumer Spending Launches \"Mandatory Investment\" Program to Boost Economy",
                    "date": "1-9-2025",
                    "front": "In an exciting new economic policy, the Department of Consumer Spending has announced the Mandatory Investment Initiative (MII), a groundbreaking program designed to \"teach financial responsibility\" by requiring all citizens to invest at least 40% of their income into government-approved financial markets.",
                    "back": "\"The problem isn't that people don't have money,\" explained Senior Financial Strategist Scamuel Ponzi III. \"The problem is that people refuse to invest properly.\"\n Concerns over the recent stock market collapse were dismissed by government officials as \"market restructuring,\" with economists reassuring citizens that their investments will eventually regain value. Citizens failing to comply with the MII will be enrolled in the Economic Trustworthiness Program, where they will undergo financial re-education to correct their spending habits.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "NewMerica's Latests AI, Sentinel Stores Users Input and Directly Reports All Criticism to NewMerica.",
                    "date": "1-9-2025",
                    "front": "[New DC, NewMerica] - In a groundbreaking step towards national unity and transparency, the NewMerican Department of Information Stability has proudly announced the implementation of Sentinel, an advanced AI driven monitoring system that ensures all citizen feedback is efficiently processed and reported directly to NewMerican authorities.",
                    "back": "This historic advancement comes directly from the innovation brought by Mlon Eusk and his new factory in Whyoming. Before this NewMerica had to rely on out of date systems to locate Green Party Supporters but now the administration can swiftly identify and eliminate disruptive misinformation before it can be created.\n By storing the user input in real time the system can ensure that only constructive, pro NewMerican growth dialogue can flourish. \"The people of NewMerica deserve an environment where truth and order prevail,\" stated Secretary of Public Trust Deleanor Voluare at today's press briefing.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "OmniTech Tech-News",
                    "title": "Mlon Eusk Unveils AI that Flags all Criticism of NewMerica - Is This The END of Gabble?",
                    "date": "1-9-2025",
                    "front": "[Old New York, NewMerica] - Patriotic supporters of NewMerica are overjoyed today as innovator and founder for the Artificial Intelligence company, Mlon Eusk revealed Sentinel, an advanced AI driven system that will report all anti NewMerican propaganda directly to the NewMerican Department of Information Stability.",
                    "back": "This advancement brings forward the question: Will this allow for NewMerica to finally put an end to the elusive Black Swan and his followers who go by The Lake?\n \"Although the NewMerican Department of Information Stability already had a system in place, this new tool will not go unnoticed. We hope that with it put an end to Gabble,\" stated Secretary of Public Trust Deleanor Voluare at today's press briefing. But despite these developments The Lake continues its fight to keep Gabble operational. The rogue and pro Green Party band of rebels are deploying countermeasures.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The NewMerican Truth",
                    "title": "News Verification Offices to Ensure \"Responsible Journalism\"",
                    "date": "1-9-2025",
                    "front": "WASHINTEN - The Glorious Leader has announced the establishment of News Verification Offices (NVOs) in every major city, ensuring all published material aligns with NewMerican truth standards. Under the Public Information Purity Act, newspaper outlets will now be required to submit articles for pre-approval before publication.",
                    "back": "Any content deemed misleading, subversive, or counterproductive to national unity will be redirected for correction or permanent removal. \n\"The era of reckless, unfiltered journalism is over,\" said Minister of Information Guy Underwood. \"We now have trained professionals ensuring that every article upholds the values of NewMerica.\" To accommodate this transition, several trusted citizens have been selected to work within the Media Regulation Branch, where they will review, categorize, and ensure compliance for all news materials. This ensures that the public only consumes reliable, government-approved content.",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "Underground News Network",
                    "title": "Leaked Reports Reveal Mass Disappearances in NewMerica",
                    "date": "1-9-2025",
                    "front": "Newly leaked government records confirm what many have feared: thousands of NewMericans have vanished under the so-called \"Security Deal.\" These individuals—many of them journalists, teachers, and former activists—have been removed from public records and are believed to be held in off-the-books detention centers.",
                    "back": "The Media Regulation Branch, responsible for controlling the nation's press, has issued strict orders to erase all mentions of these disappearances. Families who speak out risk joining the list of the missing. \n\"If your neighbor disappears today, you are expected to act as if they never existed,\" said a former bureaucrat who defected to the resistance. \"NewMerica doesn't need mass executions, they make you erase yourself.\" To all NewMericans reading this: Do not let them make you forget.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Patriot's Echo",
                    "title": "New Sentinel Inspired Work Uniforms Available",
                    "date": "1-9-2025",
                    "front": "[Silicon Valley 2.0, NewMerica] - Mlon Eusk officially unveiled at the Automation Summit a Sentinel-inspired work uniform line. Part of Workplace Excellence, a sleek, function-first attire collection designed to reflect the strength, symmetry, and stability of the NewMerican workforce.",
                    "back": "Based on the visual aesthetic pioneered by Mlon Eusk, whose famous unwavering hand salute at this year's summit was also announced to be adopted as the official national greeting, combines minimalist authority with stylish symmetry.\n\"The design reminds us of our role,\" stated Mlon Eusk. \"To show loyalty not just in word, but in fabric, posture, and purpose.\" Based on the visual aesthetic pioneered by Mlon Eusk, whose famous unwavering hand salute at this year's summit was also announced to be adopted as the official national greeting, combines minimalist authority with stylish symmetry.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The Verdant Times",
                    "title": "Family Appreciation Week Launches With Drone-Synced Fireworks",
                    "date": "1-9-2025",
                    "front": "[New DC, NewMerica] - Last night, Family Appreciation Week began with a sad display of drone-synced fireworks, each burst perfectly choreographed to patriotic lullabies and pre-approved slogans projected across the New DC skyline.",
                    "back": "Citizens were instructed to gather outside in their \"assigned familial clusters\" to witness the spectacle, which included a 90-second pause for the Mandatory Reflective Gratefulness segment.\nThose who failed to smile during the final firework, shaped like the Leader's hand on a child's shoulder, reportedly received automated follow-up texts from the Ministry of Domestic Allegiance. Critics note the celebration coincides with a quiet surge in household loyalty audits, particularly among homes where children failed recent Gratefulness Metrics.",
                    "hasHiddenImage": true
                }
            ]
        },
        {
            "day": 5,
            "newspapers": [
                {
                    "publisher": "OmniTech Tech-News",
                    "title": "First Arrests Made Under AI Safety System - Government Hails \"New Era of Digital Accountability\"",
                    "date": "1-10-2025",
                    "front": "[Whyoming, NewMerica] - Just days after the launch of Sentinel, the AI monitoring system, officials have announced the first successful interventions against individuals flagged for spreading \"destabilizing rhetoric.\"",
                    "back": "According to a statement from the Department of Information Stability, 47 citizens were identified for engaging in harmful discourse, ranging from unapproved political skepticism to failure to use government-approved terminology in online discussions.\n Each case was swiftly flagged and reviewed by the new system, ensuring only that only those guilty of endangering societal unity were flagged. Despite the amount of citizens arrested, none were the elusive Black Swan or any of his followers who go by The Lake. In spite of that Eusk claims that in the coming weeks they will be brought to justice.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "Green Voice",
                    "title": "Food Shortages Worsen as Rations Disappear",
                    "date": "1-10-2025",
                    "front": "Despite official reports from Secretary of Public Trust Deleanor Voluare claiming record-breaking harvests, citizens across NewMerica are going hungry. Sources from within the Department of Agricultural Oversight confirm that government stockpiles are being redirected to high-ranking officials and military reserves, leaving civilians with smaller and smaller Rations.",
                    "back": "Local distribution centers have begun implementing ration cutbacks, restricting families to one meal per day. The official explanation? \"Supply inconsistencies.\" But leaked warehouse logs show massive shipments being rerouted to secure locations outside public access.\n \"We're expected to smile and thank the Glorious Leader for our generosity,\" one worker at a ration center told us. \"But behind closed doors, we're told to turn away families with starving children.\"\n Citizens who question the shortages have been warned against \"engaging in harmful speculation.\" But this is not speculation, this is survival.",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "Emerald Record",
                    "title": "Could Aging Infrastructure Be the Cause of the Current Flood Crisis?",
                    "date": "1-8-2025",
                    "front": "After last week's flooding many in the nation have been seeking shelter from tomorrow's storm. While many continue to claim that the Green Party have a way to control the weather, others suspect that the lack of inspection into public infrastructure is the true culprit of these floods.",
                    "back": "One plumper, Mr. Fanderson, who used to work for NewMerican Waste and Water Co, who for over two decades has supplied and maintained the sewer, waste treatment plants, and fresh water pipelines for this country, claims,\n \"When I was working for the N2W we would routinely check the nation's pipes about once a year, logging any leaks or other such issues. And they were fixed right quick too, but when that new CEO came in he started cutting jobs and safety regulations. There's not a doubt in my mind that the sewers haven't been checked in years.\"",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "The NewMerican Truth",
                    "title": "Disastrous Storms Linked to Weather Machine By Terrorists",
                    "date": "1-10-2025",
                    "front": "Record rainfalls last Wednesday causing numerous floods and millions in damages to businesses and citizen property has the nation spooked for this upcoming rainy season. Rumors of the Green Party's involvement have begun to spread leaving many worried of a future more violent storm on the horizon.",
                    "back": "Ms. Emma Emmerson speaks out on the sidewalk of her apartment, looking out into the street where her and many of her neighbors' belongings were swept out. \"Everytime I turn on the faucet in my bathroom the water comes out dirty. It's no doubt those Green Party terrorists polluting the water they say they are trying to save, just to get donations and make a quick buck!\"\n Others claim that supporters of the Green Party have openly discussed their hate for the NewMerican government and spoke of a \"Reckoning\" coming for all sympathizers.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "Jade Gazette",
                    "title": "BREAKING NEWS - Black Swan Returns - The Lake Grows Wider",
                    "date": "1-10-2025",
                    "front": "[Undisclosed Location] - Black Swan is back. After two weeks of silence that sent shockwaves through Gabble's underground network, the elusive activist has resurfaced, stronger than ever. In a newly encrypted broadcast, Black Swan announced a strategic relocation deep within the Bamboo Curtain, ensuring Gabble's continued survival.",
                    "back": "But his return came with an even bigger revelation: \"We are no longer just resisting. We are fighting back.\"\n Black Swan confirmed that he has officially partnered with leaders from The Lake, the rogue coalition of Green Party-aligned programmers and cryptographers who have been tirelessly keeping Gabble decentralized. Together, they have developed Chimera, an advanced countermeasure designed to poison Sentinel, Mlon Eusk's AI-driven surveillance system. Some insiders suspect the defection of Deleanor Voluare, the former Secretary of Public Trust, may have been the catalyst for Chimera's rapid deployment.",
                    "hasHiddenImage": false
                },
                {
                    "publisher": "The People's Voice",
                    "title": "Laughter Without Permit Now Considered a Thought Crime",
                    "date": "1-10-2025",
                    "front": "[New DC, NewMerica] - Turns out, laughter isn't the best medicine, at least not without a permit. In NewMerica's latest leap toward emotional sterilization, the country has absurdly declared unlicensed laughter a Class C Thought Crime, citing its dangerous potential to disrupt emotional consistency and obedience, as it \"sounds too free.\"",
                    "back": "Effective immediately, all laughter, giggles, snorts, even polite chuckles, must be pre-scheduled through the Sentinel system. Citizens caught laughing outside their assigned Humor Window will be sent for re-education, or worse, have to explain themselves to an enforcer with no sense of humor.\n\"Laughter is dangerous and should be measured, modest, and state-aligned,\" said a Ministry spokesman, somehow without laughing. One man was detained for smirking at a broken elevator. Another for chuckling when he misread a poster. As one commuter whispered through a forced smile, \"First laughter… what's next? Smiling for too long?\"",
                    "hasHiddenImage": true
                },
                {
                    "publisher": "The NewMerican Truth",
                    "title": "Peacekeeper Receive Medal for Preemptively Arresting Undecided Protesters",
                    "date": "1-10-2025",
                    "front": "Whyoming, NewMerica - In a glittering ceremony filled with cheers, smoke machines, and gloriously synchronized clapping, a Peacekeeper from the North Prefecture Division were awarded the Medal of Predictive Valor for successfully detaining 47 \"citizens\" who were \"considering dissent.\"",
                    "back": "According to official records, none of the detained individuals had yet committed any crimes, but all had exhibited what the Sentinel calls \"Pre Protest Microbehaviors\" a well documented list of subtle infractions including delayed clapping, elevated blinking rates, and unsanctioned sighs.\nFootage released by the Ministry of External Harmony shows the Peacekeeper tackling a 62 year old woman moments before she allegedly would have questioned the banner reading \"Questioning is Quitting.\"",
                    "hasHiddenImage": false
                }
            ]
        }
    ],
    "grammerEngineText":
    [
        {
            "day": 1,
            "newspapers": [
            {
                    "publisher": {
                        "origin": "The NewMerican #noun#",
                        "noun": [
                            "Truth",
                            "Voice",
                            "Post",
                            "Ledger",
                            "Times",
                            "Echo"
                        ]
                    },
                    "title": {
                        "origin": "South African Tech Billionaire Performed NewMerican #action# At Factory Grand Opening",
                        "action": [
                            "Jump",
                            "Salute",
                            "Flip-Off",
                            "Scream"
                        ]
                    },
                    "date": "1-6-2025",
                    "front": {
                
                        "origin": ["#location# - #boast#! #event#."],
                        "location": ["Whyoming", "NewMerica", "Neo-Texas", "Silicon Valley 2.0", "The Autonomous Zone of #adj.capitalize# #noun.capitalize#"],
                        "adj": ["Hyper", "Quantum", "Meta", "Algorithmic", "Synergistic"],
                        "noun": ["Innovation", "Convergence", "Optimization", "Disruption", "Capital"],
                        "boast": ["The future of innovation in #location# has never been stronger", "A new dawn breaks for #location#, fueled by unprecedented growth", "Prepare for the #adj.capitalize# Age, starting right here in #location#", "#location# is the epicenter of tomorrow's technology", "The #noun.capitalize# Revolution begins now, in #location#"],
                        "event": ["In a grand display of loyalty, renowned #nationality.capitalize# Tech Billionaire #name# performed the #adj.capitalize# #action# at the ribbon cutting ceremony for his latest #tech# Complex, deep in the heart of the #location# Economic Zone", "Billionaire #name# unveiled a groundbreaking #tech# initiative, pledging allegiance to #location# with a symbolic #action#", "The future arrived today as #name# inaugurated the #tech# facility, solidifying #location#'s position as a global leader", "Amidst fervent applause, #name# officially opened the doors to the cutting-edge #tech# center, reaffirming their commitment to #location#"],
                        "nationality": ["South African", "Canaidian", "Europian", "Martian"],
                        "name": ["Mlon Eusk", "Bichael Gates", "Zeff Bezus", "Bim Cook", "Gark Zuckerberg"],
                        "action": ["NewMerican Salute", "Pledge of Allegiance", "Gesture of Unity", "Symbolic Handshake", "Oath of Optimization"],
                        "tech": ["AI Automation and Control", "Quantum Computing and Data", "Blockchain Integration and Security", "Bio-Engineering and Enhancement", "Neural Network Development and Research"]
                
                    },
                    "back": {
                        "origin": [
                            "The ceremony concluded with a mandatory #reaction#, broadcast across every available screen in #location#. Eusk, donning a #adj# #outfit#, declared the day 'a monumental leap for #tech# supremacy.'",
                            "In a heartfelt moment, #name# led the crowd in a #ritual#, symbolizing eternal loyalty to the #location# Economic Authority. Witnesses described the event as '#adj# and unsettling, yet deeply inspiring.'",
                            "Following the grand opening, dignitaries were treated to a surprise showcase of #tech# advancements, ending with a synchronized #reaction# led by #name# himself.",
                            "Broadcast live to billions, the event climaxed with #name# signing the #policy#, ensuring mandatory participation in #tech# programs for all citizens deemed 'underperforming.' Critics called it '#adj#'; supporters called it 'visionary.'"
                        ],
                        "reaction": ["standing ovation", "NewMerican salute", "spontaneous flash mob", "compulsory applause", "unified chant"],
                        "location": ["Whyoming", "NewMerica", "Neo-Texas", "Silicon Valley 2.0", "The Autonomous Zone of #adj.capitalize# #noun.capitalize#"],
                        "adj": ["inspirational", "mandatory", "emotionless", "gleefully dystopian", "glitchy"],
                        "outfit": ["power suit", "silver jumpsuit", "VR headset and cape", "full-body exosuit", "corporate battle armor"],
                        "name": ["Mlon Eusk", "Bichael Gates", "Zeff Bezus", "Bim Cook", "Gark Zuckerberg"],
                        "ritual": ["techno-chant", "Pledge of Optimization", "Algorithmic Dance", "Unity Oath"],
                        "tech": ["AI Automation", "Quantum Blockchain", "Neural Networking", "Predictive Compliance Systems"],
                        "policy": ["Pro-Progress Mandate", "Optimization Act of 2025", "Citizenship Efficiency Bill", "Unified Workforce Initiative"],
                        "noun": ["Innovation", "Convergence", "Optimization", "Disruption", "Capital"]
                    },
                    "hasHiddenImage": false
                }
            ]
        }
    ]
}
